{
  "mens": [
    {
      "title": "Nike Air Max Plus",
      "description": "Let your attitude have the edge with flame-like caging that adds heat to the streets while airy mesh keeps you cool. The Nike Air Max Plus gives you a tuned Nike Air experience that offers premium stability and unbelievable cushioning.",
      "price": 9000,
      "image": "https://static.nike.com/a/images/c_limit,w_592,f_auto/t_product_v1/3113e314-0005-4fed-9ba0-cdd4312c91a9/air-max-plus-shoes-kh185D.png",
      "id": 1
    },
    {
      "title": "Nike Dunk Low",
      "description": "Heavy stitching accents combine with leather, suede and nature-inspired colors for a fresh take on these court classics. The worn-in look and the cushy foam midsole feel like your favorite vintage sneakers.",
      "price": 8000,
      "image": "https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/e611dfef-8798-4540-a9bc-a64324d4c82e/dunk-low-mens-shoes-gcCJ9q.png",
      "id": 2
    },
    {
      "title": "Nike ACG MOC 3.5",
      "description": "From easy hikes to campground lounging, these slip-on shoes are a go-to for your next adventure. Trail-ready traction and a plush midsole get you where you need to be. When it's time to chill and sip your favorite drink (coffee, coco or something a little harder), the stretchy heel collapses for a slipper-like fit while the quilted upper keeps your feet sleeping bag cozy.",
      "price": 8000,
      "image": "https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/95e542cb-11ee-49a0-95b8-a6541e7a994e/acg-moc-35-mens-shoes-g36wJc.png",
      "id": 3
    },
    {
      "title": "Nike Air Presto x Hello Kitty®",
      "description": "Let myth become reality and step into a world of rainbows and sunshine with the Nike Air Presto x Hello Kitty. From the custom molded Hello Kitty heel to her red bow on the tongue, your favorite supercute cartoon character joins your journey.",
      "price": 10000,
      "image": "https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/398b3bbb-a881-49c3-ae39-26e64d91566d/air-presto-x-hello-kitty-mens-shoes-STQnHR.png",
      "id": 4
    },
    {
      "title": "KD14 Basketball Shoes",
      "description": "Kevin Durant lurks on the wing, waiting for the right time to strike before slicing his way through defenses. The KD14 is designed to help versatile, relentless players like KD feel fresh all game. Multilayer mesh and a midfoot strap help reduce your foot's movements inside the shoe. Full-length Zoom Air cushioning plus Cushlon foam give back energy for lasting performance.",
      "price": 10000,
      "image": "https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/b1dd5914-c003-4b47-a751-62a0bbf674e2/kd14-basketball-shoes-cFwXv1.png",
      "id": 5
    },
    {
      "title": "Nike Zoom Freak 3 By You",
      "description": "Forget telephone booths or automated armor, lace up in the Nike Zoom Freak 3 By You to reveal your power on the court. Design your own “super suit” that highlights your unique abilities with neon, glow-in-the-dark, and carbon fiber-inspired accents. A ‘GA’ graphic honors the original freak, Giannis Antetokounmpo, and provides the perfect backdrop for your dedication on the court.",
      "price": 9000,
      "image": "https://static.nike.com/a/images/c_limit,w_592,f_auto/t_product_v1/83b821eb-431b-49ce-8ade-8f7e2257ec85/custom-nike-zoom-freak-3-by-you.png",
      "id": 6
    },
    {
      "title": "Nike Dunk Low Retro Premium",
      "description": "Created for the hardwood but taken to the streets, the '80s b-ball icon returns with classic details and throwback hoops flair. The canvas underlays with freehand graffiti pattern bring you a truly one-of-a-kind look. Its padded, low-cut collar lets you take your game anywhere—in comfort.",
      "price": 8500,
      "image": "https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/5e261d9d-7858-43ed-8a97-496a589f0bf7/dunk-low-retro-premium-mens-shoes-Zk0Qx2.png",
      "id": 7
    },
    {
      "title": "Jordan .5 'Why Not?' Men's Basketball Shoes",
      "description": "Russell Westbrook is fast. These shoes match his quickness with updated cushioning, data-informed traction and a full-foot fit system to keep him in control. With a rugged utility look combined with a purposeful clash of colors and materials, this model speaks to the core of Russel's \"Why Not?\" mantra.",
      "price": 10000,
      "image": "https://static.nike.com/a/images/c_limit,w_592,f_auto/t_product_v1/698b5b82-81dc-4155-a071-1aa87b56da5a/jordan-5-why-not-mens-basketball-shoes-Pr62N2.png",
      "id": 8
    },
    {
      "title": "Nike Metcon 7",
      "description": "The Nike Metcon 7 is the gold standard for weight training—even tougher and more stable than previous versions. We've also added React foam that ups the comfort to keep you ready for high-intensity cardio. Plus, a tab locks down your laces so you can forget about them coming untied when you're focused on your next PR.",
      "price": 9500,
      "image": "https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/4da5f59f-9ff5-4bbd-b99c-255041c86976/metcon-7-training-shoes-Pmh3mr.png",
      "id": 9
    },
    {
      "title": "Jordan ADG 4",
      "description": "A request from MJ himself, the Jordan ADG 4 infuses an incredibly classic silhouette with retro Jordan flavor. Supple, full-grain leather shows off the iconic elephant print on the heel. The rubber sole has an integrated traction pattern that perfectly pairs the grip you need with the versatility and comfort you want.",
      "price": 9800,
      "image": "https://static.nike.com/a/images/c_limit,w_592,f_auto/t_product_v1/15acd464-81d6-48bf-9dc8-9e02338a356a/jordan-adg-4-mens-golf-shoes-8fMXfW.png",
      "id": 10
    },
    {
      "title": "Jordan Series .05",
      "description": "Step into the legend of MJ with the Jordan Series .05. Wearable in any setting, these instant classics serve nothing but clean lines and good looks. Canvas and suede pair up for texture and durability, and some built-in stretch accomodates wider feet. Designed with Michael's origin story in mind, they offer up inspiration to players and fans alike looking to find their wings.",
      "price": 8600,
      "image": "https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/bbcd3515-a8f0-4dbd-b599-bf3781972a16/jordan-series-5-mens-shoes-8nqjs7.png",
      "id": 11
    },
    {
      "title": "Air Jordan 14 Retro SE",
      "description": "Transport yourself back to the early 2000s with this classic color combination. Extra warm lining and textured leather keep you styled for the season. Its refined winterized twist stays rooted to the Air Jordan lineage. Are you ready for winter?",
      "price": 10000,
      "image": "https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/d87bf728-57ce-4d35-badb-9b1abe743888/air-jordan-14-retro-se-mens-shoe-QkWFjG.png",
      "id": 12
    },
    {
      "title": "Nike Dunk High Retro",
      "description": "Celebrate Dunk heritage with a refreshed version of the original high top. Matching the shape, look and feel that started it all, it delivers true vintage style while keeping the familiar comfort you love.  Shown: Anthracite/Black/White Style: DJ6189-001 Country/Region of Origin: Vietnam",
      "price": 7000,
      "image": "https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/1cfc619f-d675-471e-93e4-4f4ce9120d09/dunk-high-retro-mens-shoes-Gz1z1R.png",
      "id": 13
    },
    {
      "title": "Nike Dunk High Premium",
      "description": "Created for the hardwood but taken to the streets, the '80s b-ball icon returns with authentic leather and woven details. The classic hoops design channels '80s vintage back onto the streets while the padded, high-top collar adds an old-school look rooted to comfort. A bold Swoosh logo completes your look.  Shown: Wolf Grey/Pure Platinum/Cashmere/White Style: DR8753-077 Country/Region of Origin: Vietnam",
      "price": 7500,
      "image": "https://static.nike.com/a/images/c_limit,w_592,f_auto/t_product_v1/d7adbdf8-2841-44e5-b8c5-a7c7d7a44701/dunk-high-premium-mens-shoes-T2PCjv.png",
      "id": 14
    },
    {
      "title": "Nike Air Max 97",
      "description": "Push your style full speed ahead with the Air Max 97. Its iconic design takes inspiration from Japanese bullet trains and water droplets. Full-length Nike Air cushioning lets you ride in performance comfort.  Shown: White/Psychic Blue/University Blue/Black Style: DO8900-100 Country/Region of Origin: Indonesia",
      "price": 9800,
      "image": "https://static.nike.com/a/images/c_limit,w_592,f_auto/t_product_v1/f4ea7019-b9a5-434d-9753-976cae67049b/air-max-97-mens-shoes-58rcg3.png",
      "id": 15
    },
    {
      "title": "Nike Tiempo Legend 9 Elite FG",
      "description": "One of our lightest Tiempos to date, the Nike Tiempo Legend 9 Elite FG lets you go on the offensive with a low-profile design that's reinvented for attackers. The upper has raised textures backed by soft foam pods for precise dribbling, passing and shooting, while studs on the bottom provide traction for quick cuts and sudden stops.  Shown: Football Grey/Light Marine/Rush Orange/Blackened Blue Style: CZ8482-054 Country/Region of Origin: Vietnam",
      "price": 10000,
      "image": "https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/09e1efdb-8f4d-4a00-9db0-008183c71121/tiempo-legend-9-elite-fg-firm-ground-soccer-cleats-VLkGvH.png",
      "id": 16
    },
    {
      "title": "Nike Phantom GT2 Dynamic Fit Elite FG",
      "description": "Building off the Phantom GT, the Nike Phantom GT2 Elite FG features an updated design and raised patterning to help create optimal spin to control the flight of the ball. Off-center lacing provides a clean strike zone for skillful dribbling, passing and shooting.",
      "price": 10000,
      "image": "https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/a86dfc91-a8e7-4118-a631-06d26f53fdaf/phantom-gt2-dynamic-fit-elite-fg-firm-ground-soccer-cleats-Pjr7X3.png",
      "id": 17
    },
    {
      "title": "Nike Tiempo Legend 9 Elite FG",
      "description": "One of our lightest Tiempos to date, the Nike Tiempo Legend 9 Elite FG lets you go on the offensive with a low-profile design that's reinvented for attackers. The upper has raised textures backed by soft foam pods for precise dribbling, passing and shooting, while studs on the bottom provide traction for quick cuts and sudden stops.  Shown: Team Red/Mystic Hibiscus/Bright Crimson/White Style: CZ8482-616 Country/Region of Origin: Vietnam",
      "price": 10000,
      "image": "https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/903dc6c9-63fe-459e-9032-5c685fb1242c/tiempo-legend-9-elite-fg-firm-ground-soccer-cleats-VLkGvH.png",
      "id": 18
    },
    {
      "title": "Air Jordan 6 Retro",
      "description": "MJ's sixth signature shoe debuted during the 1990-1991 season as His Airness battled rivals in pursuit of an elusive first championship. Now, it's back in a variety of color schemes. Gear up for the 30th anniversary of the Air Jordan 6 with this timeless classic.  Shown: White/Black/University Red Style: CT8529-162 Country/Region of Origin: China",
      "price": 9800,
      "image": "https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/17fde102-11ef-4592-ad9a-795b667ed2cb/air-jordan-6-retro-shoes-dkf018.png",
      "id": 19
    },
    {
      "title": "Air Jordan 5 Retro “Green Bean”",
      "description": "Stand out from the crowd. The Air Jordan 5 Retro brings back a coveted 2006 release done up in grey-reflectivity and, of course, bright green accents. Synthetic leather, durable textile materials, and plastic lace loops provide structure to this classic off-court look.  Shown: Silver/Flint Grey/Green Bean Style: DM9014-003 Country/Region of Origin: China",
      "price": 9200,
      "image": "https://static.nike.com/a/images/c_limit,w_592,f_auto/t_product_v1/7eac7cdc-cc97-4a91-8fa3-80669e618545/air-jordan-5-retro-green-bean-mens-shoes-r3GSfP.png",
      "id": 20
    },
    {
      "title": "Jordan Delta 3 SP",
      "description": "Combining high-end craft with high-tech features, these kicks are the embodiment of cool. Airy ripstop and soft suede pair with a seamless interior for classic low-top looks and premium Jordan Brand comfort.  Shown: Sail/University Red/Grey Haze/Black Style: DD9361-106 Country/Region of Origin: Vietnam",
      "price": 10000,
      "image": "https://static.nike.com/a/images/c_limit,w_592,f_auto/t_product_v1/bae3c49d-8f8e-4332-baa1-2aa9cb22f40a/jordan-delta-3-sp-mens-shoes-TmRT5d.png",
      "id": 21
    },
    {
      "title": "Nike ACG Air Mowabb",
      "description": "Celebrate the great outdoors and get your feet dirty in the Nike ACG Air Mowabb. Celebrating its 30th year, the legendary hiking design gives you the advantage of cushy Air underfoot, supportive Huarache technology around the heel, and a speckled midsole to deliver unmistakable comfort and style. Soft nubuck leather in the upper adds durability while the stretchy collar personalizes the fit. Lace up and get to your next adventure.  Shown: Twine/Club Gold/Teal Charge/Fusion Red Style: DC9554-700 Country/Region of Origin: China",
      "price": 10000,
      "image": "https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/74053cac-1667-4440-8885-503af4a79af5/acg-air-mowabb-shoes-GLbf1L.png",
      "id": 22
    },
    {
      "title": "Nike Air Force 1 '07 LV8",
      "description": "Elevate your kick game with this fresh catch that's inspired by your next vacation. Summertime details like the embroidered graphic on the heel and vibrant colors put a fresh spin on what you know best: era-echoing, '80s construction, bold details and nothin’-but-net style.  Shown: Sanded Gold/Wheat Grass/Light Madder Root/Hot Curry Style: DQ4531-700 Country/Region of Origin: Vietnam",
      "price": 9000,
      "image": "https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/6a31bae8-ac11-4653-8639-30b4ca4ca131/air-force-1-07-lv8-mens-shoes-nsDLPJ.png",
      "id": 23
    },
    {
      "title": "Nike Air Force 1 React",
      "description": "From hoops staple to urban street legend, the Nike AF1 React takes another step forward into shoe iconography. Amplified features from the outsole to the branding add dramatic expression to the storied look while Nike React tech assists with a smooth ride. Now you can stand out to fit in.  Shown: Black/Team Orange/Pink Prime/Black Style: DH7615-001 Country/Region of Origin: Vietnam",
      "price": 9000,
      "image": "https://static.nike.com/a/images/c_limit,w_592,f_auto/t_product_v1/dfd73b64-0f3d-4ddb-93fc-6fcc15237993/air-force-1-react-mens-shoe-cBMR4p.png",
      "id": 24
    },
    {
      "title": "Nike ACG Air Mada",
      "description": "Go up, down, around and through with these nature-ready shoes. The rugged outsole and tough materials (echoing classic '90s ACG gear) deliver one part adventure and one part classic outdoors style. Built for whatever you throw at them—the Nike Air Mada.  Shown: Hemp/Canyon Purple Style: DQ5499-200 Country/Region of Origin: China",
      "price": 8999,
      "image": "https://static.nike.com/a/images/c_limit,w_592,f_auto/t_product_v1/dbce8c88-9b9c-4c93-a0bb-66a26a21aa55/acg-air-mada-mens-shoes-VslPg2.png",
      "id": 25
    },
    {
      "title": "Nike ACG Mountain Fly Low SE",
      "description": "Fast, rugged and just as at home in the city as it is on rocky trails, the Nike ACG Mountain Fly Low SE arrives in an updated, low-profile silhouette with a lightweight upper. The sticky rubber outsole brings crag-inspired traction. And because we know these will take you everywhere, we've added plush React foam for unbelievable comfort.  Shown: Canyon Purple/Doll/Grey Fog/Amethyst Wave Style: DQ1979-500 Country/Region of Origin: China",
      "price": 9000,
      "image": "https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/1dce6b7c-b4d0-4eea-8f45-726000dd9117/acg-mountain-fly-low-se-shoes-XR4STR.png",
      "id": 26
    },
    {
      "title": "Nike Air Max 97 SE",
      "description": "The \"Air Max Running Club\" is Nike's fictional track team, bringing '70s track inspiration to streetwear staples. Mixing retro fun with new flash, the Nike Air Max 97 SE includes the original's iconic ripple design in era-echoing materials. Athletics West-inspired branding celebrates sport. The revolutionary full-length Air unit that shook up the running world adds comfort to your journey.  Shown: Pollen/Light Photo Blue/University Red/Orange Style: DH1085-700 Country/Region of Origin: Vietnam",
      "price": 9999,
      "image": "https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/a09af7ea-0f32-416f-a294-081d56b8d40c/air-max-97-se-mens-shoes-hmKGv6.png",
      "id": 27
    },
    {
      "title": "Nike Air Max Terrascape Plus",
      "description": "Get back to nature in an icon reborn. Combining performance running tech with a rugged new design, these shoes offer trail-ready durability and an aesthetic that's sleek enough for the city. With updated Air units, lightweight ripstop and Crater foam midsoles, you'll enjoy great comfort in the Great Outdoors.  Shown: Obsidian/Thunder Blue/Marina/Madder Root Style: DN4587-400 Country/Region of Origin: Vietnam",
      "price": 9999,
      "image": "https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/d1517f84-fc40-4a9c-a028-ca8fa0ed3fe0/air-max-terrascape-plus-mens-shoes-nKCJLT.png",
      "id": 28
    },
    {
      "title": "Nike Air Max Terrascape 90",
      "description": "You know that feeling you get when something exciting happens? We took that sensation and put it in a shoe. The Terrascape 90 invigorates an Air Max original with a nature-ready design. Expect extra durability and cushioning without added bulk—the fly-as-ever silhouette looks just as good on the hiking trail as it does on the sidewalk.  Shown: Obsidian/Thunder Blue/Light Madder Root/Marina Style: DH4677-400 Country/Region of Origin: Vietnam",
      "price": 9800,
      "image": "https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/0c537a6a-a8ff-4ce3-b168-f39de087941a/air-max-terrascape-90-mens-shoes-zxPxVt.png",
      "id": 29
    },
    {
      "title": "Nike Air Max 90",
      "description": "Lace up and feel the legacy. Produced at the intersection of art, music and culture, this champion running shoe helped define the ‘90s. Worn by presidents, revolutionized through collabs and celebrated through rare colorways, its striking visuals, Waffle outsole, and exposed Air cushioning keep it alive and well.  Shown: Photon Dust/Varsity Red/White/Particle Grey Style: DO8902-001 Country/Region of Origin: Vietnam",
      "price": 9900,
      "image": "https://static.nike.com/a/images/c_limit,w_592,f_auto/t_product_v1/a141a394-558c-4a4b-a8bb-9999d107a4ee/air-max-90-mens-shoes-D6ddtR.png",
      "id": 30
    },
    {
      "title": "Nike Air Max 90 Premium",
      "description": "Lace up and feel the legacy. Produced at the intersection of art, music and culture, the wardrobe staple that helped define the ‘90s gets a premium finish. Keeping the striking visuals you love most: Waffle outsole and exposed Air cushioning, it dons a twill tongue, sophisticated branding and gum outsole.  Shown: Pro Green/Forest Green/Smoke Grey/Pale Ivory Style: DH4621-300 Country/Region of Origin: Vietnam",
      "price": 10000,
      "image": "https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/e80c7523-e931-4ebd-8fc6-80858e68be3d/air-max-90-premium-mens-shoes-ngP1WH.png",
      "id": 31
    },
    {
      "title": "Nike Air Max 1",
      "description": "Meet the leader of the pack. First released in 1987, the Nike Air Max 1 was the first shoe in the family to bring Air to the world. With a fast-paced look, tried-and-true cushioning and classic wavy mudguard, it’s no wonder it’s reigned supreme ever since.  Shown: Light Madder Root/Rattan/Worn Blue/Vivid Green Style: DV3196-800 Country/Region of Origin: China",
      "price": 10000,
      "image": "https://static.nike.com/a/images/c_limit,w_592,f_auto/t_product_v1/5afa6074-56ec-474a-b427-e89803c839bd/air-max-1-mens-shoes-DpPK9c.png",
      "id": 32
    },
    {
      "title": "Nike Air Max 90 G",
      "description": "The original Nike Air Max 90 was renowned for its clean lines and timeless style. The Nike Air Max 90 G stays true to the OG icon with a few updates made for golf, like integrated traction and a thin overlay that helps keep out water.  Shown: Particle Grey/Marina/Black/White Style: CU9978-004 Country/Region of Origin: Vietnam",
      "price": 10000,
      "image": "https://static.nike.com/a/images/c_limit,w_592,f_auto/t_product_v1/58ea55a4-59ee-470e-a46e-828887ba675a/air-max-90-g-golf-shoe-mXSS3d.png",
      "id": 33
    },
    {
      "title": "Nike Air Max 95",
      "description": "Taking inspiration from the human body and '90s track aesthetics, the Air Max 95 mixes unbelievable comfort with fast-paced style. The wavy side panels add natural flow to any outfit while visible Nike Air in the heel and forefoot delivers performance comfort.  Shown: Black/Varsity Red/Particle Grey/White Style: DQ3430-001 Country/Region of Origin: Indonesia",
      "price": 10000,
      "image": "https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/b0e76f6e-f849-48d5-af37-ab5ae9904304/air-max-95-mens-shoes-3KTdNt.png",
      "id": 34
    },
    {
      "title": "Nike Air Max Pre-Day SE",
      "description": "Strap a little sunshine to your feet with the Nike Air Max Pre-Day SE. Carefree details and fresh colors deliver a beach day forecast. Airy textiles like canvas let you channel your summertime style onto the streets while the revamped Air window energizes your step.  Shown: Light Orewood Brown/Wheat Grass/Sail/Burnt Sunrise Style: DM0037-100 Country/Region of Origin: Vietnam",
      "price": 9000,
      "image": "https://static.nike.com/a/images/c_limit,w_592,f_auto/t_product_v1/bdaa87e8-aeca-4742-924d-44554bd6bacb/air-max-pre-day-se-mens-shoes-4BcRJX.png",
      "id": 35
    },
    {
      "title": "Nike SB Blazer Court Mid Premium",
      "description": "With its minimalist look and classic materials, the Nike SB Blazer Court Mid Premium updates the retro hoops vibe for skating. Its reinforced ollie zone and flexible, grippy rubber help it last through your toughest sessions. The canvas upper with an ink stain Swoosh effect adds classic workwear appeal.  Shown: Barely Green/Barely Green/Sail/Boarder Blue Style: DM8553-300 Country/Region of Origin: Vietnam",
      "price": 9300,
      "image": "https://static.nike.com/a/images/t_PDP_864_v1/f_auto,b_rgb:f5f5f5/054873c2-9877-4609-aa44-d2331175314c/sb-blazer-court-mid-premium-skate-shoes-vHjJ7c.png",
      "id": 36
    }
  ]
}